class FTAnswers {
  constructor(t, f, point) {
    this.tAnswer = t;
    this.fAnswer = f;
    this.answerPoint = point;
  }
}



export default [
  new FTAnswers('"기발하다"거나 "엉뚱하다"라는 말을 종종 들어요', '평상시 대화할 때, 보통 말 수가 적은 편이에요', 3),
  new FTAnswers('감정적인 위로보다 실질적인 해결 방법을 주고 싶어요', '명확한 목표를 갖고 업무나 학업에 열중하는 편이예요', 2),
  new FTAnswers('도전적인 삶보단 안정적인 삶을 추구해요', '체계적인 계획보다 즉흥적인 활동을 선호해요', 1),
  new FTAnswers('"기발하다"거나 "엉뚱하다"라는 말을 종종 들어요', '평상시 대화할 때, 보통 말 수가 적은 편이에요', 3),
  new FTAnswers('감정적인 위로보다 실질적인 해결 방법을 주고 싶어요', '명확한 목표를 갖고 업무나 학업에 열중하는 편이예요', 2),
  new FTAnswers('도전적인 삶보단 안정적인 삶을 추구해요', '체계적인 계획보다 즉흥적인 활동을 선호해요', 1),
  new FTAnswers('"기발하다"거나 "엉뚱하다"라는 말을 종종 들어요', '평상시 대화할 때, 보통 말 수가 적은 편이에요', 3),
  new FTAnswers('감정적인 위로보다 실질적인 해결 방법을 주고 싶어요', '명확한 목표를 갖고 업무나 학업에 열중하는 편이예요', 2),
  new FTAnswers('도전적인 삶보단 안정적인 삶을 추구해요', '체계적인 계획보다 즉흥적인 활동을 선호해요', 1)
]
